const farm = [
  { title: '蔬菜' }, // 19x
  { title: '水果' },
  { title: '禽畜牧蛋肉' }, // 132
  { title: '粮食作物' }, // 67
  { title: '种苗' }, // 262
  { title: '坚果干果' },  // 48
  { title: '中药材' },
  { title: '绿化苗木' },
  { title: '农副/副食' },
  { title: '水产' },
  { title: '食用菌' },
  { title: '特种养殖' },
  { title: '种子' },
  { title: '农资农机' },
  { title: '其它' },
];

const groupedFarm = [
  ['蔬菜', '水果'],
  ['禽畜牧蛋肉'],
  ['粮食作物'],
  ['农副/副食', '坚果干果'],
  ['绿化苗木'],
  ['中药材', '食用菌'],
  ['种子', '种苗'],
  ['水产', '特种养殖'],
  ['农资农机', '其它'],
];

const shop = [
  { title: '图书、音像、电子书刊' },
  { title: '手机' },
  { title: '家用电器' },
  { title: '数码' },
  { title: '家居家装' },
  { title: '电脑办公' },
  { title: '厨具' },
  { title: '个护化妆' },
  { title: '服饰内衣' },
  { title: '钟表' },
  { title: '鞋靴' },
  { title: '母婴' },
  { title: '礼品箱包' },
  { title: '食品饮料、保健食品' },
  { title: '珠宝' },
  { title: '汽车用品' },
  { title: '运动健康' },
  { title: '玩具乐器' },
  { title: '彩票、旅行、充值、票务' },
  { title: '生鲜' },
];

const groupedShop = [
  ['图书、音像、电子书刊'],
  ['手机', '数码'],
  ['电脑办公', '家用电器'],
  ['家居家装', '厨具'],
  ['母婴', '个护化妆', '珠宝'],
  ['服饰内衣', '鞋靴', '礼品箱包'],
  ['运动健康', '钟表', '玩具乐器'],
  ['食品饮料、保健食品', '生鲜'],
  ['汽车用品', '彩票、旅行、充值、票务'],
];

export default {
  farm,
  shop,
  groupedFarm,
  groupedShop,
};
